Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielten_kielilahettilaat_innostavat_puhumaan_saamea.html.tmx
Source language: fin
Languages: sme

source: Saamen kielten kielilähettiläät innostavat puhumaan saamea
sme: Sámediggi lea nammadan njealje giellaofelačča sámegielaid ovdanbuktima várás. Giellaofelaččaid ulbmilin lea doaibmat ovdagovvan ja hásttuhit olbmuid sámástit roahkkadit.

source: Saamen kielten esilletuomiseksi Saamelaiskäräjät on nimittänyt neljä kielilähettilästä, jotka toimivat esikuvina ja haastavat käyttämään rohkeasti saamen kieliä.
sme: Iešguđege giellaofelaš lea govven filmmaža, mas son muitala iežas oktavuođas sámegillii.

source: Jokainen kielilähettiläistä on kuvannut pienen videon, joissa he kertovat omasta yhteydestään saamen kieleen.
sme: – Dán oktavuođas lea buorre muitit, ahte buot sámegielat lea maiddái áitatvuložat.

source: – Tässä yhteydessä onkin hyvä muistaa, että kaikki saamen kielet ovat myös uhanalaisia.
sme: Danin mii leat dáppe Sámedikkis háliidan álggahit doaimmaid, maiguin movttiidahttit erenomážit mánáid ja nuoraid sámástit, muitala Sámedikki gielladorvečálli Anne Kirste Aikio

source: Siksi olemmekin täällä Saamelaiskäräjillä halunneet aloittaa toimia, joilla innostamme erityisesti lapsia ja nuoria puhumaan saamea, kertoo Saamelaiskäräjien kieliturvasihteeri Anne Kirste Aikio.
sme: Sámásteaddji Marianne Ketola

source: Videot ovat tekstitetty suomeksi.
sme: Marianne lea Gáresavvonis eret ja lea bajásšaddan boazodoallobearrašis.

source: Klikkaa videota saadaksesi tekstitykset näkyviin.
sme: Su mielas lea dehálaš ahte nuorat geavahit ja dustet hupmat sámegiela.

source: Sámásteaddji Marianne Ketola
sme: “Go ledjen unni, mun álgen hui olu suomastit ja geavahit suomagiela meahcis.

source: Marianne on kotoisin Karesuvannosta ja kasvanut poronhoitoympäristössä.
sme: De ednot dadje munnje ahte it don ábut suomastit dáppe meahcis, ii oktage ipmir du. Dehan mun jurddahallen ahte lea bággu sámástit ahte bohccot ipmirdit mu.

source: Hänen mielestään on tärkeää, että nuoret käyttävät ja uskaltavat puhua saamen kieltä.
sme: Lean fuobmán ahte lea hui suohtas sámástit olbmáiguin ja dakkár oahpes olbmuiguin geat máhttet sámegiela.

source: ”Kun olin pieni, aloin käyttämään suomen kieltä metsässä.
sme: Mu mielas sámegiella lea hui fiinna giella, dat boahtá juoga ládje váimmus dat giella ja dat lea okta oassi olbmos.

source: Silloin eno sanoi minulle, että ei minun auta metsässä puhua suomea, koska porot ymmärtävät vain saamea. Minä ajattelin, että pakko minun on puhua saamea, että porot ymmärtävät minua.
sme: Dat lea hui dehálaš.

source: Olen huomannut, että on todella kivaa puhua saamea kavereiden kanssa ja niiden tuttujen kanssa, jotka osaavat saamea.
sme: Sámásteijee Sáárá Seipiharju

source: Minusta saame on hieno kieli ja se tulee niin kuin jollain tavalla sydämestä ja se on kuin yksi osa ihmistä.
sme: Sáárá giellabálggis álggii anárašgiela giellabeasis.

source: Sámásteijee Sáárá Seipiharju
sme: ”Anárašgiella lea addán munnje áibbas mielahis olu vejolašvuođaid, čállit ságaid, bargat doaimmaheaddjin ja lávlut mánáidskearrus.

source: Sáárán kielipolku alkoi inarinsaamen kielipesästä.
sme: In jáhke, ahte dát áššit livčče lean vejolaččat, juos in máhtášii anárašgiela.

source: Hän kävi peruskoulun Inarissa inarinsaamenkielisellä luokalla, mutta alettuaan käymään lukiota 40 km päässä kotikylästä hän ymmärsi, kuinka tärkeää kielen elvyttäminen on.
sme: In leat goassige ballan das, ahte mus ii livčče boahttevuođas bargosadji.

source: ”Inarinsaame on antanut minulle aivan mielettömän paljon mahdollisuuksia kirjoittaa juttuja, työskennellä toimittajana ja laulaa lastenlevyllä.
sme: Anárašgielat olbmuide lea álo dárbu.

source: En usko, että nämä asiat olisivat olleet mahdollisia, jos en osaisi inarinsaamea.
sme: Mun in livčče mun, juos in hálašii anárašgiela.

source: En ole koskaan pelännyt, että minulla ei olisi tulevaisuudessa työpaikkaa.
sme: Anárašgiella lea stuorra oassi mus ja das gii lean.

source: Inarinsaamenkielisille on aina tarvetta.
sme: Säämsteei Teemu Titola

source: Minä en olisi minä, jos en puhuisi inarinsaamea.
sme: Teemu lea riegádan Keväjávrri gilis ja vuosttaš geardde son beasai hállat sámegiela Áhkojávrri skuvllas.

source: Inarinsaame on suuri osa minua, ja sitä kuka olen.
sme: Rávesolmmožin Teemu lea studeren jagi veardde Nuortalašgiela ja -kultuvrra Sámi oahpahusguovddážis.

source: Säämsteei Teemu Titola
sme: Oktage su mánáin ii oahppan sámegiela, muhto dál sii movttiidahttet mu sámástit nannosit.

source: Teemu on syntynyt Keväjärvellä ja ensimmäistä kertaa hän pääsi puhumaan saamen kieltä Akujärven koulussa.
sme: Dál jođán dán mátkki sámegiella fárustan.

source: Aikuisena Teemu on opiskellut vuoden verran Koltansaamen kieltä ja kulttuuria Saamelaisalueen koulutuskeskuksessa.
sme: Vázzen Anáris skuvlla ovtta jagi ja doppe ohppen hállat ja čállit sámegiela.

source: ”Minun mummoni puhui saamea ja se oli hänen äidinkielensä.
sme: Dat lei nu dehálaš jahki munnje.

source: Kukaan hänen lapsistaan ei oppinut saamen kieltä, mutta nyt he motivoivat minua kovasti käyttämään saamea.
sme: Ožžon dan, man ledjen láhppán.

source: Olin Inarissa koulussa yhden vuoden ja siellä opin puhumaan ja kirjoittamaan saamea.
sme: Sámásteaddji Teija Kaartokallio

source: Se oli niin tärkeä vuosi minulle.
sme: Teija dadjá, ahte okta buoremus áššiin, mii sutnje goassege lea geavvan, lea ahte šaddai vejolašvuohta vuolgit davás oahppat sámegiela.

source: Sain sen, mikä oli kadonnut.
sme: Ja vel buoret lei, go son beasai johtit Ohcejogas fulkkiid luhtte.

source: Sámásteaddji Teija Kaartokallio
sme: Juos lea geainnanu hárjánan suomastit, de ii leat álki molsun giela sámegillii.

source: Teija sanoo, että yksi parhaista asioista, mitä hänelle on koskaan tapahtunut, on se, kun hänelle tuli mahdollisuus lähteä pohjoiseen opiskelemaan saamen kieltä.
sme: Várra dan dihtii, go mun dieđan mo dat orru leat gielaheapmi, de munjje lea šaddan hui stuorra mokta bargat giela ovdii.

source: ”Siinä ei kauaa mennyt, kun isoisäni veli ilmoitti minulle, että ei aio enää puhua minulle suomea, mutta aikoo huolehtia siitä, että minäkin opin saamea, meidän sukumme kieltä.
sme: Jahki 2019 lea ON:a máilmmi eamiálbmotgielaid jahki.

source: Jos on oppinut puhumaan suomea jonkun kanssa, ei ole helppoa vaihtaa kieltä saameksi.
sme: Temájagi ulbmilin lea čalmmustahttit máilmmi eamiálbmotgielaid dili.

source: Varmaan siksi, koska tiedän miltä tuntuu olla kieletön, minulle on kasvanut suuri into tehdä töitä saamen kielen eteen.
sme: Mihttomearrin lea temájagiin lasihit ee. diđolašvuođa álgoálbmotgielaid birra ja daid áittavuloš sajádagas ja dan lassin gárgehit gielaid ja standardiseret daid.

source: Vuonna 2019 vietetään YK:n alkuperäiskansojen kielten vuotta.
sme: Dain stuorámus oassi leat eamiálbmotgielat.

source: Teemavuoden tarkoituksena on nostaa esille maailman alkuperäiskansojen kielten tilanne.
sme: www.samediggi.fi/iyil2019/
